data/fio/RHEL6.7/512k/Read.log
thread-1: (g=0): rw=read, bs=512K-512K/512K-512K/512K-512K, ioengine=sync, iodepth=1
thread-2: (g=1): rw=read, bs=512K-512K/512K-512K/512K-512K, ioengine=sync, iodepth=1
...
thread-4: (g=2): rw=read, bs=512K-512K/512K-512K/512K-512K, ioengine=sync, iodepth=1
...
thread-8: (g=3): rw=read, bs=512K-512K/512K-512K/512K-512K, ioengine=sync, iodepth=1
...
fio-2.2.9
Starting 15 processes

thread-1: (groupid=0, jobs=1): err= 0: pid=7325: Tue Oct 27 23:09:28 2015
  read : io=4096.0MB, bw=206321KB/s, iops=402, runt= 20329msec
    clat (usec): min=170, max=94609, avg=2478.86, stdev=1772.10
     lat (usec): min=170, max=94609, avg=2479.10, stdev=1772.10
    clat percentiles (usec):
     |  1.00th=[ 2192],  5.00th=[ 2224], 10.00th=[ 2224], 20.00th=[ 2224],
     | 30.00th=[ 2224], 40.00th=[ 2224], 50.00th=[ 2544], 60.00th=[ 2576],
     | 70.00th=[ 2576], 80.00th=[ 2576], 90.00th=[ 2576], 95.00th=[ 2576],
     | 99.00th=[ 2608], 99.50th=[ 2640], 99.90th=[40704], 99.95th=[41216],
     | 99.99th=[94720]
    bw (KB  /s): min=171688, max=212143, per=100.00%, avg=206359.27, stdev=9673.01
    lat (usec) : 250=0.05%, 1000=0.01%
    lat (msec) : 2=0.06%, 4=99.51%, 10=0.23%, 20=0.01%, 50=0.09%
    lat (msec) : 100=0.04%
  cpu          : usr=0.15%, sys=6.60%, ctx=8258, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=8192/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=7335: Tue Oct 27 23:09:28 2015
  read : io=2048.0MB, bw=103763KB/s, iops=202, runt= 20211msec
    clat (usec): min=167, max=1050.4K, avg=4931.27, stdev=37145.65
     lat (usec): min=167, max=1050.4K, avg=4931.53, stdev=37145.66
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[   17], 99.50th=[  135], 99.90th=[  709], 99.95th=[ 1029],
     | 99.99th=[ 1057]
    bw (KB  /s): min=  499, max=225280, per=59.94%, avg=120454.97, stdev=69269.12
    lat (usec) : 250=0.63%
    lat (msec) : 2=0.02%, 4=96.97%, 10=1.22%, 20=0.17%, 50=0.10%
    lat (msec) : 100=0.24%, 250=0.34%, 500=0.15%, 750=0.07%, 2000=0.07%
  cpu          : usr=0.10%, sys=3.39%, ctx=4449, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=4096/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=7336: Tue Oct 27 23:09:28 2015
  read : io=2048.0MB, bw=100486KB/s, iops=196, runt= 20870msec
    clat (usec): min=170, max=1043.9K, avg=5092.17, stdev=36892.04
     lat (usec): min=170, max=1043.9K, avg=5092.43, stdev=36892.03
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[   15], 99.50th=[  182], 99.90th=[  486], 99.95th=[ 1029],
     | 99.99th=[ 1045]
    bw (KB  /s): min=  728, max=209920, per=56.05%, avg=112654.00, stdev=73103.74
    lat (usec) : 250=0.12%
    lat (msec) : 2=0.05%, 4=97.63%, 10=1.12%, 20=0.12%, 50=0.17%
    lat (msec) : 100=0.05%, 250=0.34%, 500=0.29%, 750=0.02%, 2000=0.07%
  cpu          : usr=0.06%, sys=3.27%, ctx=5011, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=4096/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=7337: Tue Oct 27 23:09:28 2015
  read : io=1024.0MB, bw=115622KB/s, iops=225, runt=  9069msec
    clat (usec): min=162, max=710396, avg=4424.93, stdev=25094.20
     lat (usec): min=162, max=710397, avg=4425.19, stdev=25094.22
    clat percentiles (usec):
     |  1.00th=[  179],  5.00th=[ 2224], 10.00th=[ 2256], 20.00th=[ 2256],
     | 30.00th=[ 2288], 40.00th=[ 2288], 50.00th=[ 2576], 60.00th=[ 2608],
     | 70.00th=[ 2608], 80.00th=[ 2608], 90.00th=[ 2640], 95.00th=[ 2640],
     | 99.00th=[30336], 99.50th=[179200], 99.90th=[288768], 99.95th=[464896],
     | 99.99th=[708608]
    bw (KB  /s): min=43959, max=205413, per=61.42%, avg=120159.88, stdev=49638.02
    lat (usec) : 250=1.03%
    lat (msec) : 2=0.05%, 4=96.78%, 10=0.98%, 20=0.10%, 50=0.20%
    lat (msec) : 100=0.29%, 250=0.29%, 500=0.24%, 750=0.05%
  cpu          : usr=0.10%, sys=3.75%, ctx=2054, majf=0, minf=165
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2048/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=7338: Tue Oct 27 23:09:28 2015
  read : io=1024.0MB, bw=48912KB/s, iops=95, runt= 21438msec
    clat (usec): min=175, max=1385.2K, avg=10464.61, stdev=71742.59
     lat (usec): min=175, max=1385.2K, avg=10464.85, stdev=71742.59
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[  297], 99.50th=[  570], 99.90th=[ 1057], 99.95th=[ 1123],
     | 99.99th=[ 1385]
    bw (KB  /s): min=  459, max=205413, per=29.97%, avg=58634.11, stdev=64703.07
    lat (usec) : 250=0.29%
    lat (msec) : 2=0.05%, 4=96.44%, 10=0.78%, 20=0.24%, 50=0.15%
    lat (msec) : 100=0.29%, 250=0.63%, 500=0.54%, 750=0.34%, 1000=0.05%
    lat (msec) : 2000=0.20%
  cpu          : usr=0.03%, sys=1.56%, ctx=2605, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2048/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=7339: Tue Oct 27 23:09:28 2015
  read : io=1024.0MB, bw=52828KB/s, iops=103, runt= 19849msec
    clat (usec): min=186, max=1061.2K, avg=9689.02, stdev=62619.57
     lat (usec): min=186, max=1061.2K, avg=9689.23, stdev=62619.56
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[  227], 99.50th=[  445], 99.90th=[ 1037], 99.95th=[ 1057],
     | 99.99th=[ 1057]
    bw (KB  /s): min=  482, max=202347, per=32.21%, avg=63024.33, stdev=62938.47
    lat (usec) : 250=0.05%, 750=0.05%
    lat (msec) : 4=95.75%, 10=1.27%, 20=0.44%, 50=0.29%, 100=0.24%
    lat (msec) : 250=1.03%, 500=0.39%, 750=0.29%, 1000=0.05%, 2000=0.15%
  cpu          : usr=0.05%, sys=1.66%, ctx=2822, majf=0, minf=166
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2048/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=7340: Tue Oct 27 23:09:28 2015
  read : io=1024.0MB, bw=74542KB/s, iops=145, runt= 14067msec
    clat (usec): min=179, max=1060.8K, avg=6865.47, stdev=48196.76
     lat (usec): min=180, max=1060.8K, avg=6865.70, stdev=48196.77
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[  115], 99.50th=[  322], 99.90th=[  709], 99.95th=[  930],
     | 99.99th=[ 1057]
    bw (KB  /s): min=  550, max=202347, per=44.40%, avg=86864.15, stdev=74354.50
    lat (usec) : 250=0.05%, 750=0.05%
    lat (msec) : 4=96.92%, 10=1.17%, 20=0.29%, 50=0.29%, 100=0.15%
    lat (msec) : 250=0.49%, 500=0.29%, 750=0.20%, 1000=0.05%, 2000=0.05%
  cpu          : usr=0.07%, sys=2.37%, ctx=2554, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2048/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7342: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=89423KB/s, iops=174, runt=  5863msec
    clat (usec): min=162, max=682716, avg=5722.51, stdev=30673.04
     lat (usec): min=162, max=682716, avg=5722.73, stdev=30673.02
    clat percentiles (usec):
     |  1.00th=[  167],  5.00th=[  171], 10.00th=[  173], 20.00th=[  177],
     | 30.00th=[  203], 40.00th=[ 2288], 50.00th=[ 2288], 60.00th=[ 2384],
     | 70.00th=[ 2640], 80.00th=[ 2640], 90.00th=[ 2640], 95.00th=[ 2672],
     | 99.00th=[111104], 99.50th=[150528], 99.90th=[358400], 99.95th=[684032],
     | 99.99th=[684032]
    bw (KB  /s): min=31931, max=92160, per=22.06%, avg=65235.78, stdev=21581.41
    lat (usec) : 250=31.45%, 500=1.07%
    lat (msec) : 4=63.96%, 10=0.10%, 20=0.10%, 50=0.49%, 100=1.56%
    lat (msec) : 250=0.98%, 500=0.20%, 750=0.10%
  cpu          : usr=0.07%, sys=2.80%, ctx=1024, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7343: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=46820KB/s, iops=91, runt= 11198msec
    clat (usec): min=163, max=771658, avg=10932.47, stdev=55686.75
     lat (usec): min=164, max=771658, avg=10932.71, stdev=55686.74
    clat percentiles (usec):
     |  1.00th=[  167],  5.00th=[  173], 10.00th=[  175], 20.00th=[ 2256],
     | 30.00th=[ 2288], 40.00th=[ 2288], 50.00th=[ 2320], 60.00th=[ 2640],
     | 70.00th=[ 2640], 80.00th=[ 2640], 90.00th=[ 2640], 95.00th=[ 2704],
     | 99.00th=[288768], 99.50th=[464896], 99.90th=[585728], 99.95th=[774144],
     | 99.99th=[774144]
    bw (KB  /s): min=  664, max=189480, per=13.83%, avg=40882.33, stdev=58894.75
    lat (usec) : 250=19.63%
    lat (msec) : 4=75.98%, 10=0.49%, 20=0.29%, 50=0.10%, 100=0.49%
    lat (msec) : 250=1.76%, 500=0.88%, 750=0.29%, 1000=0.10%
  cpu          : usr=0.04%, sys=1.52%, ctx=1044, majf=0, minf=163
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7344: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=38963KB/s, iops=76, runt= 13456msec
    clat (usec): min=225, max=626685, avg=13137.45, stdev=57604.99
     lat (usec): min=225, max=626685, avg=13137.68, stdev=57605.00
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    7],
     | 99.00th=[  326], 99.50th=[  445], 99.90th=[  537], 99.95th=[  627],
     | 99.99th=[  627]
    bw (KB  /s): min= 1259, max=195584, per=13.93%, avg=41195.90, stdev=70328.33
    lat (usec) : 250=0.10%
    lat (msec) : 2=0.10%, 4=94.24%, 10=0.98%, 20=0.20%, 50=0.49%
    lat (msec) : 100=0.10%, 250=1.76%, 500=1.86%, 750=0.20%
  cpu          : usr=0.07%, sys=1.20%, ctx=1268, majf=0, minf=163
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7345: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=68454KB/s, iops=133, runt=  7659msec
    clat (usec): min=163, max=681045, avg=7476.74, stdev=37178.43
     lat (usec): min=163, max=681045, avg=7476.97, stdev=37178.43
    clat percentiles (usec):
     |  1.00th=[  167],  5.00th=[  173], 10.00th=[  175], 20.00th=[  189],
     | 30.00th=[ 2288], 40.00th=[ 2288], 50.00th=[ 2288], 60.00th=[ 2640],
     | 70.00th=[ 2640], 80.00th=[ 2640], 90.00th=[ 2640], 95.00th=[ 2704],
     | 99.00th=[158720], 99.50th=[183296], 99.90th=[602112], 99.95th=[684032],
     | 99.99th=[684032]
    bw (KB  /s): min= 4876, max=124928, per=20.68%, avg=61151.75, stdev=35002.89
    lat (usec) : 250=23.73%, 500=1.17%
    lat (msec) : 4=70.51%, 10=0.10%, 20=0.39%, 50=0.59%, 100=1.17%
    lat (msec) : 250=2.05%, 500=0.10%, 750=0.20%
  cpu          : usr=0.04%, sys=2.18%, ctx=1026, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7346: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=86673KB/s, iops=169, runt=  6049msec
    clat (usec): min=163, max=661008, avg=5903.99, stdev=38889.81
     lat (usec): min=163, max=661008, avg=5904.17, stdev=38889.81
    clat percentiles (usec):
     |  1.00th=[  165],  5.00th=[  169], 10.00th=[  171], 20.00th=[  173],
     | 30.00th=[  177], 40.00th=[  179], 50.00th=[  181], 60.00th=[  191],
     | 70.00th=[  294], 80.00th=[ 2288], 90.00th=[ 2640], 95.00th=[ 2640],
     | 99.00th=[166912], 99.50th=[284672], 99.90th=[522240], 99.95th=[659456],
     | 99.99th=[659456]
    bw (KB  /s): min= 4682, max=344064, per=27.52%, avg=81371.60, stdev=115722.42
    lat (usec) : 250=68.07%, 500=3.03%
    lat (msec) : 4=26.27%, 50=0.10%, 100=0.29%, 250=1.56%, 500=0.49%
    lat (msec) : 750=0.20%
  cpu          : usr=0.02%, sys=2.76%, ctx=1019, majf=0, minf=163
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7347: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=53071KB/s, iops=103, runt=  9879msec
    clat (usec): min=162, max=876225, avg=9644.76, stdev=58827.71
     lat (usec): min=162, max=876225, avg=9644.98, stdev=58827.73
    clat percentiles (usec):
     |  1.00th=[  165],  5.00th=[  169], 10.00th=[  171], 20.00th=[  173],
     | 30.00th=[  175], 40.00th=[  177], 50.00th=[  181], 60.00th=[  189],
     | 70.00th=[  322], 80.00th=[ 2320], 90.00th=[ 2640], 95.00th=[ 2672],
     | 99.00th=[321536], 99.50th=[399360], 99.90th=[716800], 99.95th=[872448],
     | 99.99th=[872448]
    bw (KB  /s): min=  904, max=275826, per=11.59%, avg=34265.40, stdev=74106.88
    lat (usec) : 250=67.19%, 500=3.12%
    lat (msec) : 4=25.98%, 10=0.10%, 20=0.20%, 50=0.20%, 100=0.59%
    lat (msec) : 250=1.17%, 500=1.07%, 750=0.29%, 1000=0.10%
  cpu          : usr=0.02%, sys=1.71%, ctx=1039, majf=0, minf=165
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7348: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=36958KB/s, iops=72, runt= 14186msec
    clat (usec): min=162, max=954722, avg=13850.41, stdev=73934.99
     lat (usec): min=162, max=954722, avg=13850.60, stdev=73935.01
    clat percentiles (usec):
     |  1.00th=[  165],  5.00th=[  169], 10.00th=[  169], 20.00th=[  171],
     | 30.00th=[  173], 40.00th=[  175], 50.00th=[  177], 60.00th=[  181],
     | 70.00th=[  197], 80.00th=[ 2288], 90.00th=[ 2608], 95.00th=[ 2672],
     | 99.00th=[428032], 99.50th=[497664], 99.90th=[757760], 99.95th=[954368],
     | 99.99th=[954368]
    bw (KB  /s): min=  691, max=207043, per=4.64%, avg=13725.89, stdev=46976.24
    lat (usec) : 250=71.09%, 750=0.10%
    lat (msec) : 4=24.22%, 10=0.49%, 50=0.10%, 100=0.10%, 250=1.56%
    lat (msec) : 500=1.95%, 750=0.20%, 1000=0.20%
  cpu          : usr=0.02%, sys=1.17%, ctx=1075, majf=0, minf=163
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=7349: Tue Oct 27 23:09:28 2015
  read : io=524288KB, bw=53740KB/s, iops=104, runt=  9756msec
    clat (usec): min=164, max=601105, avg=9524.28, stdev=47766.95
     lat (usec): min=164, max=601105, avg=9524.51, stdev=47766.94
    clat percentiles (usec):
     |  1.00th=[  167],  5.00th=[  171], 10.00th=[  173], 20.00th=[  177],
     | 30.00th=[  195], 40.00th=[ 2256], 50.00th=[ 2288], 60.00th=[ 2320],
     | 70.00th=[ 2608], 80.00th=[ 2640], 90.00th=[ 2640], 95.00th=[ 2672],
     | 99.00th=[254976], 99.50th=[423936], 99.90th=[497664], 99.95th=[602112],
     | 99.99th=[602112]
    bw (KB  /s): min= 6417, max=89932, per=11.64%, avg=34408.56, stdev=19837.97
    lat (usec) : 250=32.13%, 500=1.46%
    lat (msec) : 4=61.91%, 20=0.10%, 50=0.49%, 100=1.07%, 250=1.76%
    lat (msec) : 500=0.98%, 750=0.10%
  cpu          : usr=0.06%, sys=1.70%, ctx=1042, majf=0, minf=164
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1024/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=206321KB/s, minb=206321KB/s, maxb=206321KB/s, mint=20329msec, maxt=20329msec

Run status group 1 (all jobs):
   READ: io=4096.0MB, aggrb=200972KB/s, minb=100486KB/s, maxb=103762KB/s, mint=20211msec, maxt=20870msec

Run status group 2 (all jobs):
   READ: io=4096.0MB, aggrb=195648KB/s, minb=48912KB/s, maxb=115622KB/s, mint=9069msec, maxt=21438msec

Run status group 3 (all jobs):
   READ: io=4096.0MB, aggrb=295665KB/s, minb=36958KB/s, maxb=89423KB/s, mint=5863msec, maxt=14186msec

Disk stats (read/write):
  sdb: ios=64018/10, merge=0/5, ticks=389975/1, in_queue=389927, util=98.24%